const slideItem = [
  {
    type: "food",
    src: "./menu/f1.jpg",
    title: "自慢の燻製7種盛り",
    price: "1,800円",
    content: ` 大人気のビーフジャーキー、チキン、合鴨ロース、塩サバ、うずらの卵、チーズ、
    その時の燻製という人気のラインナップをバランス良く盛り込んだとってもお得な一皿です‼`,
  },
  {
    type: "food",
    src: "./menu/f2.jpg",
    title: "肉類の燻製",
    content: ` 自家製ビーフジャーキー（牛サガリ）・・・・・・￥800
  燻製ローストビーフ・・・・・・・・・・・・・・￥980
  ジャークチキンの燻製・・・・・・・・・・・・・￥690
  林檎で燻した厚切りベーコンの炙り・・・・・・・￥690
  燻製合鴨ロースの炙り・・・・・・・・・・・・・￥690
  生フランクのオリジナルスモーク・・・・・・・・￥450`,
  },
  {
    type: "food",
    src: "./menu/f3.jpg",
    title: "魚介類の燻製",
    content: `自家製スモークサーモンのカルパッチョ・・・・・￥980
    熟成明太子の燻製・・・・・・・・・・・・・・・￥600
    ノルウェー塩サバの燻製・・・・・・・・・・・・￥600
    燻製ソフトシェルシュリンプのマリネ　２本・・・￥480`,
  },
  {
    type: "food",
    src: "./menu/f4.jpg",
    title: "玉子、チーズ、その他の燻製",
    content: `自家製馬刺しの生ハム・・・・・・・・・・・・・￥900
燻製うずらの卵　６個・・・・・・・・・・・・・￥360
枝豆の燻製・・・・・・・・・・・・・・・・・・￥350
自家製スモークチーズ・・・・・・・・・・・・・￥500
燻製カマンベールチーズのカナッペ・・・・・・・￥690
スモーキージャイアントコーン・・・・・・・・・￥450
燻製ＭＩＸナッツ・・・・・・・・・・・・・・・￥650`,
  },
  {
    type: "food",
    src: "./menu/f5.jpg",
    title: "黒毛和牛のシャトーブリアン 180g",
    price: "5,900円",
    content: `九州産のA5ランクの黒毛和牛‼フィレ肉の中で最も柔らかいシャトーブリアンです。`,
  },
  {
    type: "food",
    src: "./menu/f6.jpg",
    title: "高千穂牛赤身もも肉ステーキ 180g",
    price: "3,900円",
    content: `肉の旨みが自慢の黒毛和牛‼ＪA高千穂様より直接仕入れさせて頂いてます。`,
  },
  {
    type: "food",
    src: "./menu/f7.jpg",
    title: "自慢の手ごねハンバーグ",
    price: "1,600円",
    content: `賄い飯からメニュー化した当店のロングセラー商品‼300ｇのジャンボサイズです。ソースを下記より選べます。
（ブラックジャック/デミグラス/和風/トマト）`,
  },
  {
    type: "food",
    src: "./menu/f8.jpg",
    title: "スパイシー!!ジャークチキン",
    price: "850円",
    content: `10種類以上のオリジナルスパイスに漬け込んだ、当店自慢の逸品`,
  },
  {
    type: "food",
    src: "./menu/f9.jpg",
    title: "豪快!!骨付き豚スペアリブのグリル",
    price: "2,900円",
    content: `約7本（700ｇ）のスペアリブを豪快に野菜とハーブに漬け込んで、柔らかく炊き上げてます。オリジナルのジャックダニエルを使った甘辛いソースでどうぞ‼`,
  },
  {
    type: "food",
    src: "./menu/f10.jpg",
    title: "生フランクのオリジナルスモーク",
    price: "450円",
    content: `生のバジルソーセージを当店でじっくり燻してます。1本80ｇのボリュームです。`,
  },
  {
    type: "food",
    src: "./menu/f11.jpg",
    title: "赤身馬刺しのカルパッチョ",
    price: "1,850円",
    content: `低カロリー高タンパクな馬肉。ミネラルとビタミンが豊富な馬肉!!女性に人気の一品です。。`,
  },
  {
    type: "food",
    src: "./menu/f12.jpg",
    title: "トマトとスナップえんどうの燻製マヨネーズ",
    price: "480円",
    content: `自家製の燻製マヨネーズでどうぞ‼`,
  },
  {
    type: "food",
    src: "./menu/f13.jpg",
    title: "旨辛ラー油きゅうり",
    price: "390円",
    content: `ニンニクの効いた辛味と塩味がお酒をすすめてくれます。`,
  },
  {
    type: "food",
    src: "./menu/f14.jpg",
    title: "アボカドとマグロのタルタル",
    price: "780円",
    content: `リピーター多し‼お酒のお供に人気です。`,
  },
  {
    type: "food",
    src: "./menu/f15.jpg",
    title: "ソフトシェルシュリンプのアヒージョ",
    price: "1,400円",
    content: `定番の海老のアヒージョ‼丸ごと食べれるソフトシェルシュリンプで…`,
  },
  {
    type: "food",
    src: "./menu/f16.jpg",
    title: "GROW'sのピザ",
    price: "900円",
    content: `『シンプル　イズ　ベスト』まさにこの言葉がハマってます‼`,
  },
  {
    type: "food",
    src: "./menu/f17.jpg",
    title: "オイルサーディンのレモン風味ピザ",
    price: "1,200円",
    content: `是非一度食べて頂きたい一品です。`,
  },
  {
    type: "food",
    src: "./menu/f18.jpg",
    title: "馬生ハムとコルビージャックのピザ",
    price: "1,200円",
    content: `自家製の馬肉の生ハムとコクのあるコルビージャックチーズを合わせました。`,
  },
  {
    type: "drink",
    src: "./menu/d1.jpg",
    title: "スターオブトニック",
    price: "900円",
    content: `職人さんが丁寧に、手間暇掛けて蒸留したクラフトジン『スターオブボンベイ』を使ったプレミアムジントニックです。
当店のお肉料理と一緒に如何ですか？？？`,
  },
];
export { slideItem };
