const slideItem = [
  {
    src: "./menu/f1.jpg",
    title: "自慢の燻製7種盛り",
    price: "1,800円",
    content: ` 大人気のビーフジャーキー、チキン、合鴨ロース、塩サバ、うずらの卵、チーズ、
    その時の燻製という人気のラインナップをバランス良く盛り込んだとってもお得な一皿です‼`,
  },
  {
    src: "./menu/f2.jpg",
    title: "肉類の燻製",
    content: ` 自家製ビーフジャーキー（牛サガリ）・・・・・・￥800
  燻製ローストビーフ・・・・・・・・・・・・・・￥980
  ジャークチキンの燻製・・・・・・・・・・・・・￥690
  林檎で燻した厚切りベーコンの炙り・・・・・・・￥690
  燻製合鴨ロースの炙り・・・・・・・・・・・・・￥690
  生フランクのオリジナルスモーク・・・・・・・・￥450`,
  },
  {
    src: "./menu/f3.jpg",
    title: "魚介類の燻製",
    content: `自家製スモークサーモンのカルパッチョ・・・・・￥980
    熟成明太子の燻製・・・・・・・・・・・・・・・￥600
    ノルウェー塩サバの燻製・・・・・・・・・・・・￥600
    燻製ソフトシェルシュリンプのマリネ　２本・・・￥480`,
  },
];
export { slideItem };
